[
  "obsidian-emoji-toolbar",
  "obsidian-outliner",
  "obsidian-excel-to-markdown-table",
  "table-editor-obsidian",
  "janitor",
  "url-into-selection",
  "obsidian-search-everywhere-plugin",
  "settings-search",
  "obsidian-style-settings",
  "smart-connections",
  "progressbar",
  "home-tab",
  "chatgpt-md",
  "simple-embeds",
  "obsidian-textgenerator-plugin",
  "obsidian-excalidraw-plugin",
  "dataview",
  "obsidian-kanban",
  "calendar",
  "OA-file-hider",
  "templater-obsidian",
  "waypoint",
  "obsidian-tasks-plugin",
  "quickadd",
  "nldates-obsidian",
  "periodic-notes",
  "obsidian-linter",
  "cmdr",
  "recent-files-obsidian",
  "supercharged-links-obsidian",
  "obsidian-map-view",
  "obsidian-footnotes",
  "obsidian-git",
  "obsidian-text-format",
  "obsidian-pandoc",
  "obsidian-advanced-uri",
  "obsidian-javascript-init",
  "obsidian-chat-view",
  "obsidian-local-rest-api",
  "folder-note-core",
  "alx-folder-note",
  "alx-folder-note-folderv",
  "obsidian-icon-shortcodes",
  "note-refactor-obsidian",
  "obsidian-plugin-update-tracker"
]